export default{
    cp:{
        0:"典型心绞痛",
        2:"非心绞痛",
        1:"非典型心绞痛",
        3:"没有症状"
    },
    exang:{
      1:"是",
      0:"不是"
    },
    restecg:{
      0:"正常",
      1:"患有ST-T波异常",
      2:"根据Estes的标准显示可能或确定的左心室肥大,严重的情况"
    },
    slope:{
      0:"上坡",
      1:"平坦",
      2:"下坡"
    },
    fbs:{
      0:"<= 120 mg/dl",
      1:"> 120 mg/dl"
    },
    thal:{
      0:"无",
      1:"正常",
      2:"固定缺陷",
      3:"可逆缺陷"
    },
    ca:"条",
    thalach:"BPM",
    chol:"mg/dl",
    trestbps:"次/分钟",
    age:"岁"
  }